Repository: abalfoort/nordvpn-indicator
Catalog: po/*.po
Languages: ca, da, de, es, it, lt, nl, pt, sr

source: Get a NordVPN account
ca: Creeu un compte NordVPN
da: Opret en konto hos NordVPN
de: Ein NordVPN-Konto erstellen
es: Crear una cuenta de NordVPN
lt: Gauti NordVPN paskyrą
nl: Een NordVPN account aanvragen
pt: Obter uma conta NordVPN
sr: Отворите НордВПН налог

source: Quick connect
ca: Connexió ràpida
da: Forbind øjeblikkeligt
de: Schnelle Verbindung
es: Conexión rápida
lt: Greitas prisijungimas
nl: Snel verbinden
pt: Conexão rápida
sr: Брзо повезивање

source: Disconnect
ca: Desconnecta
da: Afbryd forbindelsen
de: Verbindung trennen
es: Desconectar
it: Disconnetti
lt: Atsijungti
nl: Verbreken
pt: Desligar
sr: Развежи

source: Manual connect
ca: Connexió manual
da: Tilret indstillinger og forbind
de: Manuelle Verbindung
es: Conexión manual
lt: Rankinis prisijungimas
nl: Handmatig verbinden
pt: Conexão manual
sr: Ручно повезивање

source: Status Information
ca: Informació d'estat
es: Información de estado
it: Informazioni di stato
lt: Būsenos informacija
nl: Status Informatie
pt: Informações de Estado
sr: Статусне информације

source: Rate last connection
de: Bewerten Sie die letzte Verbindung
es: Valorar la última conexión
lt: Įvertinti paskutinį ryšį
nl: Waardeer de laatste connectie
pt: Classifique a última conexão
sr: Оцените последње повезивање

source: poor
de: schlecht
es: mala
lt: blogas
nl: slecht
pt: pobre
sr: јадно

source: excellent
de: hervorragend
es: excelente
lt: puikus
nl: uitstekend
pt: excelente
sr: изврсно

source: You are not logged into NordVPN. Please, login with: nordvpn login
ca: No esteu connectats a NordVPN. Si us plau, entreu amb: nordvpn login
da: Du er ikke logget på NordVPN. Log venligst på med: nordvpn login
de: Sie sind nicht bei NordVPN eingeloggt. Bitte melden Sie sich mit Ihren NordVPN-Anmeldedaten an.
es: No ha iniciado sesión en NordVPN. Por favor, inicie sesión con: nordvpn login
it: Non hai effettuato l'accesso a NordVPN. Prego accedi con: login nordvpn
lt: Nesate prisijungę į NordVPN. Prisijunkite, naudodami: nordvpn login
nl: U bent niet op NordVPN ingelogd. Log in met: nordvpn login
pt: Não está ligado ao NordVPN. Por favor, faça o login com: nordvpn login
sr: Нисте пријављени на НордВПН. Пријавите се са: nordvpn login

source: Settings
ca: Paràmetres
da: Indstillinger
de: Einstellungen
es: Configuración
it: Impostazioni
lt: Nustatymai
nl: Instellingen
pt: Definições
sr: Поставке

source: Quit
ca: Surt
da: Afslut
de: Verlassen
es: Salir
it: Esci
lt: Išeiti
nl: Afsluiten
pt: Sair
sr: Изађи

source: Not logged into NordVPN.
ca: No esteu registrat a NordVPN.
da: Ikke logget ind på NordVPN
de: Nicht bei NordVPN angemeldet.
es: No ha iniciado sesión en NordVPN.
it: Nessun accesso a NordVPN.
lt: Neprisijungta prie NordVPN.
nl: Niet op NordVPN ingelogd.
pt: Não está ligado ao NordVPN.
sr: Непријављен на НордВПН.

source: If the problem persists, contact NordVPN customer support.
ca: Si el problema continua, poseu-vos en contacte amb el servei d'assistència al client de NordVPN.
da: Hvis fejlen ikke ophører, kontakt da venligst NordVPNs kundeservice.
de: Wenn das Problem weiterhin besteht, wenden Sie sich an den NordVPN-Kundendienst.
es: Si el problema persiste, comuníquese con el servicio de atención al cliente de NordVPN.
it: Se il problema persiste contattare il supporto clienti di NordVPN.
lt: Jei problema išlieka, susisiekite su NordVPN klientų aptarnavimo skyriumi.
nl: Als het probleem aanhoudt, neem dan contact op met de klantenservice van NordVPN.
pt: Se o problema persistir, entre em contacto com o suporte ao cliente NordVPN.
sr: Ако проблем потраје, контактирајте НордВПН подршку.

source: Failed to connect to "{0}"
ca: No he pogut connectar a "{0}"
da: Kunne ikke forbinde til "{0}"
de: Die Verbindung zu "{0}" konnte nicht hergestellt werden.
es: No se pudo conectar a "{0}"
it: Connessione fallita a "{0}"
lt: Nepavyko prisijungti prie "{0}"
nl: Kon geen verbinding maken met "{0}".
pt: Falha ao conectar-se a "{0}"
sr: Не могу да се повежем на „{0}“

source: Failed to disconnect from "{0}"
ca: No he pogut desconnectar de "{0}"
da: Kunne ikke afbryde forbindelsen til "{0}"
de: Die Verbindung zu "{0}" konnte nicht getrennt werden.
es: No se pudo desconectar de "{0}"
it: Disconnessione fallita da "{0}"
lt: Nepavyko atsijungti nuo "{0}"
nl: Kon verbinding niet verbreken met "{0}".
pt: Falha ao desconectar de "{0}"
sr: Не могу да се развежем са „{0}“

source: NordVPN Settings
ca: Paràmetres de NordVPN
da: NordVPN indstillinger
de: NordVPN-Einstellungen
es: Configuración de NordVPN
it: Impostazioni di NordVPN.
lt: NordVPN nustatymai
nl: NordVPN Instellingen
pt: NordVPN Definições
sr: НордВПН поставке

source: Auto Connect
ca: Entrada Automàtica
da: Auto-forbind
de: Automatische Verbindung
es: Conectar automáticamente
it: Connessione automatica
lt: Automatinis prisijungimas
nl: Automatisch Verbinden
pt: Conexão Automática
sr: Аутоматско повезивање

source: Automatically connect to NordVPN on login. You can optionally select a country or a recommended server.
ca: Connecta automàticament a NordVPN a l'inici. Si voleu, podeu triar un país o servidor recomanat.
da: Forbind automatisk til NordVPN ved login. Du kan evt. vælge land eller anbefalet server.
de: Automatische Verbindung zu NordVPN beim Anmelden. Sie können optional ein Land oder einen empfohlenen Server auswählen.
es: Conectar automáticamente a NordVPN al iniciar sesión. Opcionalmente, puede seleccionar un país o un servidor recomendado.
it: Connessione automatica a NordVPN all'accesso. Puoi in maniera opzionale selezionare un server particolare.
lt: Prisijungiant, automatiškai jungtis prie NordVPN. Pasirinktinai galite pasirinkti šalį ar rekomenduojamą serverį.
nl: Maak automatisch verbinding met NordVPN bij het inloggen. U kunt optioneel een land of een aanbevolen server selecteren.
pt: Conectar-se automaticamente ao NordVPN no login. Opcionalmente, pode selecionar um país ou um servidor recomendado.
sr: Аутоматски се повежи на НордВПН након пријаве. Можете изабрати земљу или препоручени сервер.

source: Cyber Security
ca: Ciber Seguretat
da: Cybersikkerhed
de: Cybersicherheit
es: Seguridad cibernética
lt: Kibernetinis saugumas
nl: Cyberveiligheid
sr: Сајбер безбедност

source: Automatically block suspicious websites and block advertisements.
ca: Bloqueja automàticament llocs web sospitosos i blocs de publicitat.
da: Blokér automatisk mistænkelige websites og blokér reklamer.
de: Automatisches Blockieren verdächtiger Webseiten und Blockieren von Werbung.
es: Bloquear automáticamente sitios web sospechosos y bloquear anuncios.
it: Blocca automaticamente siti sospetti e blocca annunci pubblicitari.
lt: Automatiškai blokuoti įtartinas internetines svetaines ir blokuoti reklamas.
nl: Automatisch verdachte websites en advertenties blokkeren.
pt: Bloquear automaticamente sítios suspeitos e bloquear anúncios.
sr: Аутоматски блокира сумњиве веб сајтове и рекламе.

source: Kill Switch
da: Automatisk Nødstop
de: Notfallausschalter
es: Interruptor de apagado
lt: Nutraukimo perjungiklis
pt: Botão de desligar
sr: Дугме „Убиј“

source: Disable system-wide internet access if the VPN connection suddenly disconnects.
ca: Evita l'accés d'internet a tot el sistema si la connexió VPN es desconnecta de cop.
da: Afbryd al internetadgang på systemet hvis VPN-forbindelsen pludselig afbrydes.
de: Systemweiten Internetzugang deaktivieren, wenn die VPN-Verbindung plötzlich getrennt wird.
es: Deshabilitar el acceso a Internet en todo el sistema si la conexión VPN se desconecta de repente.
it: Disabilita accesso a Internet a livello di sistema se la connessione VPN si intrerrompe improvvisamente.
lt: Jei VPN netikėtai atsijungia, išjungti prieigą prie interneto visos sistemos mastu.
nl: Systeembrede internettoegang uitschakelen als de VPN-verbinding plotseling wordt verbroken.
pt: Desativar acesso à Internet em todo o sistema se a conexão VPN se desconectar repentinamente.
sr: Искључује целокупан приступ интернету уколико се ВПН веза изненада прекине.

source: Protocol
da: Protokol
de: Protokoll
es: Protocolo
it: Protocollo
lt: Protokolas
pt: Protocolo
sr: Протокол

source: NordLynx
sr: Норд Линкс

source: Use NordLynx instead of OpenVPN. Deselect to use the default OpenVPN.
ca: Usa NordLynx en lloc d'OpenVPN. Desmarqueu per usar l'OpenVPN.
da: Anvend NordLynx i stedet for OpenVPN. Deaktivér for at anvende den forudvalgte OpenVPN.
de: Verwenden Sie NordLynx anstelle von OpenVPN. Deaktivieren Sie diese Option, um die standardmäßige OpenVPN zu verwenden
es: Utilice NordLynx en lugar de OpenVPN. Deseleccione para usar el OpenVPN predeterminado.
lt: Vietoje OpenVPN, naudoti NordLynx. Nuimkite žymėjimą, norėdami naudoti numatytąjį OpenVPN.
nl: Gebruik NordLynx in plaats van OpenVPN. Deselecteer om de standaard OpenVPN te gebruiken.
pt: Usar NordLynx em vez de OpenVPN. Desmarque para usar o OpenVPN padrão.
sr: Користите Норд Линкс уместо ОпенВПН. Поништите избор да користите подразумевани ОпенВПН.

source: Logs
ca: Registres
da: Log
es: Registros
it: Log
lt: Žurnalai
nl: Logbestanden
sr: Записник

source: View Logs
ca: Veure els registres
da: Se log
de: Protokolle anzeigen
es: Ver los registros
it: Visualizza i log
lt: Žiūrėti žurnalus
nl: Logbestanden bekijken
pt: Ver os Logs
sr: Преглед записника

source: NordVPN Login
ca: Inici de sessió a NordVPN
es: Acceso a NordVPN
it: Accesso NordVPN
lt: NordVPN prisijungimas
sr: НордВПН пријава

source: Email
ca: Correu-e
es: Correo electrónico
it: Posta elettronica
lt: El. paštas
sr: Е-пошта

source: Password
ca: Contrasenya
da: Adgangskode
de: Passwort
es: Contraseña
lt: Slaptažodis
nl: Wachtwoord
pt: Senha
sr: Лозинка

source: Cannot find {}.
ca: No trobo {}.
da: Kan ikke finde {}.
de: {} kann nicht gefunden werden.
es: No se puede encontrar {}.
it: Non trovo {}
lt: Nepavyksta rasti {}.
nl: Kan {} niet vinden.
pt: Não consigo encontrar {}.
sr: Не могу да нађем {}.

source: Login/password was not given.
ca: No s'ha donat nom d'usuari ni contrasenya.
da: Login/adgangskode blev ikke angivet.
de: Kein Login/Passwort angegeben.
es: No se han introducido usuario y contraseña.
it: Login/password non digitate.
lt: Nenurodytas prisijungimas/slaptažodis.
nl: Login/wachtwoord niet gegeven.
pt: Login/senha não foram introduzidos.
sr: Пријава/лозинка није дата.

source: NordVPN Connect
ca: Connecta NordVPN
de: NordVPN Verbindung
es: Conectar NordVPN
lt: NordVPN prisijungimas
nl: NordVPN Verbinden
sr: НордВПН повезивање

source: NordVPN Indicator
ca: Indicador de NordVPN
da: NordVPN Statusindikator
es: Indicador de NordVPN
lt: NordVPN indikatorius
pt: Indicador de NordVPN
sr: НордВПН индикатор

source: Systemtray icon for the NordVPN application
ca: Icona del plafó per a l'aplicació NordVPN
da: NordVPN systembakke-ikon
de: Systemtray-Symbol für die NordVPN-Anwendung
es: Icono de la bandeja del sistema para la aplicación NordVPN
lt: NordVPN programos sistemos dėklo piktograma
nl: Systeemvakpictogram voor de NordVPN-applicatie
pt: Ícone bandeja do sistema para a aplicação NordVPN
sr: Икона системске касете за НордВПН апликацију
